[
    {
        "name": "The Excuse", "rank": "0", "img": "0 The Excuse.png", 
        "text": "The Excuse is an inert card."
    }, 
    {
        "name": "Knots", "rank": "1", "img": "1 Knot.png", 
        "text": "The suit of Knots represents craft, skill, and refinement. It is associated with worked goods, commerce, and money."
    }, 
    {
        "name": "Moons", "rank": "1", "img": "1 Moon.png", 
        "text": "The suit of Moons represents wisdom, especially divine wisdom. It is associated with mysteries, things hidden, and the inescapable truth that the world outstrips our knowledge."
    }, 
    {
        "name": "Suns", "rank": "1", "img": "1 Sun.png", 
        "text": "The suit of Suns represents power, perhaps divine power. It is associated with decisive action and clarity of purpose."
    }, 
    {
        "name": "Waves", "rank": "1", "img": "1 Wave.png", 
        "text": "Water is the hand of the earth, which presses on all things. The suit of Waves represents nature as an active force. It is associated with weather, natural cycles, and the passage of time."
    }, 
    {
        "name": "Wood", "rank": "1", "img": "1 Wood.png", 
        "text": "Wood is the gift of the earth, from which things begin and in which things end.The suit of Wood represents nature as matter. Also known as the Leaves or the Trees, the suit is associated with raw materials and food products."
    }, 
    {
        "name": "Wyrms", "rank": "1", "img": "1 Wyrm.png", 
        "text": "Unnatural and at home underground, the Wyrm brings violence and feeds on dreams. This is the most negative of the suits. Most broadly, it represents things that are innappropriate or disruptive."
    }, 
    {
        "name": "The Author", "rank": "2", "img": "2 The Author.png", 
        "text": "The Author is an artisan, like the Painter and the Bard. The important difference between them is their relation to the facts that they present. As a Moon card, the Author faces mysteries. So the Author is a character of investigation, enquiry, and at most partial answers."
    }, 
    {
        "name": "The Desert", "rank": "2", "img": "2 The Desert.png", 
        "text": "Barren and without life, the Desert offers a certain grim clarity. Yet clarity might itself be a mirage."
    }, 
    {
        "name": "The Origin", "rank": "2", "img": "2 The Origin.png", 
        "text": "Morning light shines through clear water. The Origin can appear as either a location or an event. As an event, it is morning light. As a location, it is a living spring."
    }, 
    {
        "name": "The Journey", "rank": "3", "img": "3 The Journey.png", 
        "text": "The Journey is in between. It is its own story, written between departure and arrival."
    }, 
    {
        "name": "The Painter", "rank": "3", "img": "3 The Painter.png", 
        "text": "The Painter is a figure of revelation. The Painter sees through posturing and portrays things as they need to be portrayed."
    }, 
    {
        "name": "The Savage", "rank": "3", "img": "3 The Savage.png", 
        "text": "Even if the Savage presents a pleasant face, the wild lurks in his heart."
    }, 
    {
        "name": "The Battle", "rank": "4", "img": "4 The Battle.png", 
        "text": "Struggle with forces that are half in shadow. It is not always obvious what those forces are until they have done their worst."
    }, 
    {
        "name": "The Mountain", "rank": "4", "img": "4 The Mountain.png", 
        "text": "A quest leads to the peak. Especially if the Mountain appears in a spread with the Journey, to the peak may be more important than at the peak."
    }, 
    {
        "name": "The Sailor", "rank": "4", "img": "4 The Sailor.png", 
        "text": "On the wall of the sailor's house: He is not at home at home. The Sailor is a traveller by nature, uneasy when not underway."
    }, 
    {
        "name": "The Discovery", "rank": "5", "img": "5 The Discovery.png", 
        "text": "Something buried or lost is found. The Discovery may be the end of a quest or as surprising as a sudden storm."
    }, 
    {
        "name": "The Forest", "rank": "5", "img": "5 The Forest.png", 
        "text": "The Forest is usually a literal card representing a forest or wooded place. In a crowded city, however, sometimes even a single tree can be a forest."
    }, 
    {
        "name": "The Soldier", "rank": "5", "img": "5 The Soldier.png", 
        "text": "Like words to the Author or money to the Merchant, war is craft to the Soldier. Although the conflict might not be a literal war, the Soldier lives for it. The soldier's craft is wrought in stillness and motion. Of all the personalities, the Soldier shows the least difference between its two faces."
    }, 
    {
        "name": "The Lunatic", "rank": "6", "img": "6 The Lunatic.png", 
        "text": "The Lunatic sees things that no one else sees. Perhaps these are deeper truths, perhaps they are delusions. Watch the great tumult around her."
    }, 
    {
        "name": "The Market", "rank": "6", "img": "6 The Market.png", 
        "text": "The Market can appear as either a location or an event. As a location, the Market is a place of trade. As an event, the Market is commerce. Unlike the Pact, it does not suggest a great confluence; an exchange, and the matter is resolved."
    }, 
    {
        "name": "The Penitent", "rank": "6", "img": "6 The Penitent.png", 
        "text": "A higher calling hides a darker past. Redemption is never entirely complete for the Penitent."
    }, 
    {
        "name": "The Castle", "rank": "7", "img": "7 The Castle.png", 
        "text": "The Castle is a community. It is a place of civility or power, but only rarely of both."
    }, 
    {
        "name": "The Cave", "rank": "7", "img": "7 The Cave.png", 
        "text": "It is home to grim things and a place of challenges. Things that fall below the surface may be found in the Cave, even if they were long thought lost or destroyed. To enter and return from it once should be enough."
    }, 
    {
        "name": "The Chance Meeting", "rank": "7", "img": "7 The Chance Meeting.png", 
        "text": "Two stories half-written find themselves writing one another. The Chance Meeting is a card of possibilities."
    }, 
    {
        "name": "The Betrayal", "rank": "8", "img": "8 The Betrayal.png", 
        "text": "Even a soft hand can wield a sharp knife. This is a time to be wary."
    }, 
    {
        "name": "The Diplomat", "rank": "8", "img": "8 The Diplomat.png", 
        "text": "The Diplomat mediates between opposites: darkness and light, patience and action, the one and the many."
    }, 
    {
        "name": "The Mill", "rank": "8", "img": "8 The Mill.png", 
        "text": "The Mill is a place of craft and production. The tuneless song of the miller is lost in the roar of the water and the ceaseless turning of the wheel."
    }, 
    {
        "name": "The Darkness", "rank": "9", "img": "9 The Darkness.png", 
        "text": "The Darkness can settle on familiar places and hides all manner of things. Although one may hide there or seek for what is lost there, it is best not to tarry there too long. Unlike the Cave, it is sometimes best to illuminate and dispel the Darkness rather than to flee from it."
    }, 
    {
        "name": "The Merchant", "rank": "9", "img": "9 The Merchant.png", 
        "text": "For the Merchant, wealth is its own end. The Merchant amasses riches, but worries all the while about losing them."
    }, 
    {
        "name": "The Pact", "rank": "9", "img": "9 The Pact.png", 
        "text": "When the two kings agree, the stones themselves agree. Even a Pact between just two parties has ramifications for the community and the broader world."
    }, 
    {
        "name": "The Bard", "rank": "K", "img": "K The Bard.png", 
        "text": "The Bard speaks and people listen. Whereas the Painter can paint the world as it is, things become the way the Bard says they ought to be."
    }, 
    {
        "name": "The Calamity", "rank": "K", "img": "K The Calamity.png", 
        "text": "Death so sudden that there is no time to bury the dead. Although it can be mitigated by other cards in the spread, the Calamity is always a bad thing."
    }, 
    {
        "name": "The End", "rank": "K", "img": "K The End.png", 
        "text": "The End can appear as either a location or an event. As an event, the End is the conclusion of the cycle before the beginnings of the next moment are even buds on the branches. As a location, the End is a terminus at the border of known lands with nothing on the other side."
    }, 
    {
        "name": "The Huntress", "rank": "K", "img": "K The Huntress.png", 
        "text": "The Huntress finds her mark, like an arrow loosed from a bow. She is a seeker, even if she is unsure what she is seeking, and she is on a quest even in her idle moments. The Huntress stands in the natural world, like a tree in the forest. In some ways, she acts just like an animal; she moves without reflection, in accord with her nature."
    }, 
    {
        "name": "The Sea", "rank": "K", "img": "K The Sea.png", 
        "text": "The Sea is often literally some large body of water. As a symbol, it is the source of storms."
    }, 
    {
        "name": "The Windfall", "rank": "K", "img": "K The Windfall.png", 
        "text": "One might have quested for it, if one had known, but it comes unannounced. The Windfall on its own is always a positive card. If there is any cost or caveat, it must come from somewhere else."
    }, 
    {
        "name": "The Borderland", "rank": "P", "img": "P The Borderland.png", 
        "text": "The edge of things. A place of chance and uncertainty, harbouring threats and resources in equal measure."
    }, 
    {
        "name": "The Harvest", "rank": "P", "img": "P The Harvest.png", 
        "text": "Things come together. What was sown may be reaped. Patience is rewarded. Unlike the Windfall, the Harvest requires preparation and demands labour."
    }, 
    {
        "name": "The Light Keeper", "rank": "P", "img": "P The Light Keeper.png", 
        "text": "Averts danger. Unlike the reactive Watchman, the Light Keeper prepares for the worst in an attempt to create conditions under which danger is overcome even before it arises."
    }, 
    {
        "name": "The Watchman", "rank": "P", "img": "P The Watchman.png", 
        "text": "Waits for danger to arise and responds, but he may be too late if the he is not perceptive or lucky enough."
    }, 
    {
        "name": "The Consul", "rank": "C", "img": "C The Consul.png", 
        "text": "The Consul is both wise and cunning. He is a useful source of advise and a surrogate authority, a conduit for knowledge and power. But perhaps he keeps the better part of both for himself."
    }, 
    {
        "name": "The Island", "rank": "C", "img": "C The Island.png", 
        "text": "The Island combines the unexpected elements of the Discovery with the dark isolation of the Cave. Whether you go to the island by accident or by choice, you go there alone."
    }, 
    {
        "name": "The Rite", "rank": "C", "img": "C The Rite.png", 
        "text": "The Rite records the passage of time and the consequences of its passage: sacrifice and accomplishment, ascension and decline."
    }, 
    {
        "name": "The Window", "rank": "C", "img": "C The Window.png", 
        "text": "The Window allows you to see out and allows the world to see in, but it is also a barrier separating the two."
    }
]
